IDEA StatiCa Open Model
RebarPolyLine3D Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The RebarPolyLine3D type exposes the following members.
Properties
Name | Description
Segments
 Gets segments of RebarPolyLine3D.
StartPoint
 Gets or sets the point where the RebarPolyLine3D begins.
Top
See Also
Reference
RebarPolyLine3D Class
IdeaRS.OpenModel.Model Namespace